/* Localizable strings of com.apple.MCXRedirector preference manifest */

"MCXRedirector.pfm_title" =			"Redireccionamento de pastas";
"MCXRedirector.pfm_description" =			"Cria e remove ligações simbólicas de pastas na pasta pessoal do utilizador para outras pastas. O utilizador deve ter privilégios adequados para aceder à pasta de destino.";

"LoginRedirection-raw.pfm_title" =			"Redireccionamentos no início da sessão";
"LoginRedirection-raw.pfm_description" =			"Redireccionamentos realizados no início da sessão do utilizador.";
"OtherRedirection-raw.pfm_title" =			"Outros redireccionamentos";
"OtherRedirection-raw.pfm_description" =			"Redireccionamentos realizados em transições de rede e sempre que as preferências são geridas.";
"LogoutRedirection-raw.pfm_title" =			"Redireccionamentos no final da sessão";
"LogoutRedirection-raw.pfm_description" =			"Redireccionamentos realizados no final da sessão do utilizador.";

"ActionInfo.pfm_title" =			"Acção de redireccionamento";
"ActionInfo.pfm_description" =			"Uma acção de redireccionamento.";

"action.pfm_title" =			"Acção";
"action.pfm_description" =			"A acção foi realizada. Utilize “deleteAndCreateSymLink” para eliminar um elemento em “Percurso da pasta” e, depois, criar uma ligação simbólica a “Percurso da pasta de destino”.  Utilize “renameAndCreateSymLink” para atribuir um novo nome a um elemento em “Percurso da pasta” e, a seguir, criar uma ligação simbólica a “Percurso da pasta de destino”.  Utilize “deletePath” para eliminar um elemento em “Percurso da pasta”. Utilize “deleteSymLinkAndRestore” para eliminar uma ligação simbólica em “Percurso da pasta” e mover uma pasta criada por “ renameAndCreateSymLink” para o “Percurso da pasta”.";
"path.pfm_title" =			"Percurso da pasta";
"path.pfm_description" =			"O percurso da pasta sobre a qual recai a acção, e onde se coloca uma ligação simbólica. O percurso deve estar na pasta pessoal do utilizador. Inicie o percurso com “~/”.";
"destPath.pfm_title" =			"Percurso da pasta de destino";
"destPath.pfm_description" =			"Percurso da pasta de destino para uma ligação simbólica. Utilize “~” para especificar um percurso na actual pasta pessoal do utilizador. Utilize “%@” para especificar o nome do utilizador actual.";
